{
  "title": "Our Family Legacy & Craftsmanship",
  "team": [
    {
      "name": "Babita Gautam",
      "title": "CoFounder & Chief Customers' Friend",
      "description": "With over 10 years of experience in jewelry design and customer satisfaction, Babita brings a passion for creating beautiful and personalized jewelry.",
      "imageUrl": "https://1s4oyld5dc.ucarecd.net/8ae59379-7cb9-4b8e-b5b5-5ea801b2716d/"
    },
    {
      "name": "Mohan Sunar",
      "title": "Co-Founder & Operations Manager",
      "description": "Mohan ensures that every customer's vision and orders run smoothly from start to finish, with a focus on quality and client satisfaction. He has 30 years of experience in making jewelry.",
      "imageUrl": "https://1s4oyld5dc.ucarecd.net/9e0d7dbc-1fc6-4b67-a61f-a89636e1622a/"
    }
  ],
  "story": {
    "title": "Our Story",
    "content": "**Founded in 2023, our jewelry brand was born from a deep family legacy and a shared love for Nepalese culture and craftsmanship.** For generations, our family has celebrated the artistry of gold, silver, and precious stones, passing down stories, traditions, and skills that reflect the beauty of our heritage.\n\nWe are inspired by the vibrant spirit of young people who value both tradition and modern style. Our mission is to blend timeless Nepalese designs with contemporary trends, making jewelry that feels meaningful, stylish, and uniquely yours.\n\nFrom intricate, culturally inspired pieces to sleek modern designs, each creation is crafted with care and passion. And with our online platform, we bring the elegance of Nepalese artistry to customers everywhere—making heritage accessible in a modern, connected world."
  },
  "craftsmanship": {
    "title": "Our Craftsmanship Process",
    "steps": [
      {
        "title": "Design Inspiration",
        "description": "We draw inspiration from traditional Nepalese motifs, cultural symbols, and modern aesthetics to create unique designs that resonate with young people while honoring our heritage."
      },
      {
        "title": "Silver Selection",
        "description": "We use only the finest 925 sterling silver, ensuring each piece meets international quality standards while maintaining the traditional purity our ancestors valued."
      },
      {
        "title": "Handcrafting",
        "description": "Our skilled artisans combine time-honored techniques passed down through generations with modern tools to create jewelry that is both authentic and contemporary."
      },
      {
        "title": "Quality Assurance",
        "description": "Every piece undergoes rigorous quality checks to ensure it meets our family's standards for excellence, durability, and beauty before reaching our customers."
      }
    ]
  },
  "contact": {
    "email": "aashishsunar.01@gmail.com",
    "phone": "+977 981-1469486"
  }
}
