{
  "title": "Our Family Legacy & Craftsmanship",
  "team": [
    {
      "name": "Devon Zeek",
      "title": "CoFounder & Lead Designer",
      "description": "With over 15 years of experience in landscape architecture, John brings a passion for creating beautiful and sustainable outdoor spaces.",
      "imageUrl": "/images/owner1.jpg"
    },
    {
      "name": "Sophia Kawada",
      "title": "Co-Founder & Operations Manager",
      "description": "Jane ensures that every project runs smoothly from start to finish, with a focus on quality and client satisfaction.",
      "imageUrl": "/images/owner2.jpg"
    }
  ],
  "story": {
    "title": "Our Story",
    "content": "Founded in 2022, Aadarsh Jewellers was born from a family's deep-rooted passion for preserving Nepalese cultural heritage while embracing the modern digital age. We believe that every piece of jewelry tells a story – not just of beauty and craftsmanship, but of our rich cultural traditions, family values, and the dreams of young people who want to stay connected to their roots while embracing contemporary trends. Our family is dedicated to bringing the timeless elegance of Nepalese silver jewelry to the world, with a commitment to quality, authenticity, and making our cultural heritage accessible to the next generation through modern online platforms."
  },
  "craftsmanship": {
    "title": "Our Craftsmanship Process",
    "steps": [
      {
        "title": "Design Inspiration",
        "description": "We draw inspiration from traditional Nepalese motifs, cultural symbols, and modern aesthetics to create unique designs that resonate with young people while honoring our heritage."
      },
      {
        "title": "Silver Selection",
        "description": "We use only the finest 925 sterling silver, ensuring each piece meets international quality standards while maintaining the traditional purity our ancestors valued."
      },
      {
        "title": "Handcrafting",
        "description": "Our skilled artisans combine time-honored techniques passed down through generations with modern tools to create jewelry that is both authentic and contemporary."
      },
      {
        "title": "Quality Assurance",
        "description": "Every piece undergoes rigorous quality checks to ensure it meets our family's standards for excellence, durability, and beauty before reaching our customers."
      }
    ]
  },
  "contact": {
    "email": "info@aadarsh-jewellers.com",
    "phone": "+977-XXX-XXXXXXX"
  }
}